Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: OmniWM requires the macOS setting “Displays have separate Spaces.” Turn it on in System Settings > Desktop & Dock > Mission Control, then log out and back in. Window management stays paused until it is enabled.
ar: يتطلب OmniWM تفعيل إعداد macOS «للشاشات مساحات منفصلة». فعّله من إعدادات النظام > سطح المكتب وDock > Mission Control، ثم سجّل الخروج وادخل مجددًا. تظل إدارة النوافذ متوقفة حتى يُفعّل.
da: OmniWM kræver macOS-indstillingen “Skærme har separate Spaces”. Slå den til under Systemindstillinger > Skrivebord & Dock > Mission Control, og log derefter ud og ind igen. Vinduesstyring forbliver sat på pause, indtil indstillingen er slået til.
de: OmniWM benötigt die macOS-Einstellung „Monitore verwenden verschiedene Spaces“. Aktivieren Sie sie unter Systemeinstellungen > Schreibtisch & Dock > Mission Control und melden Sie sich anschließend ab und wieder an. Die Fensterverwaltung bleibt pausiert, bis diese Einstellung aktiviert ist.
el: Το OmniWM απαιτεί τη ρύθμιση του macOS «Οι οθόνες έχουν ξεχωριστούς Χώρους». Ενεργοποιήστε τη στις Ρυθμίσεις συστήματος > Γραφείο εργασίας και Dock > Mission Control και, στη συνέχεια, αποσυνδεθείτε και συνδεθείτε ξανά. Η διαχείριση παραθύρων παραμένει σε παύση μέχρι να ενεργοποιηθεί.
es: OmniWM requiere la configuración macOS “Las pantallas tienen espacios separados”. Actívala en Configuración del sistema > Escritorio y dock > Control de misiones, luego cierra sesión y vuelve a iniciar sesión. La gestión de ventanas permanece pausada hasta que se activa.
fi: OmniWM edellyttää macOS:n asetusta “Näytöissä on erilliset tilat”. Ota se käyttöön kohdassa Järjestelmäasetukset > Työpöytä ja Dock > Mission Control ja kirjaudu sitten ulos ja takaisin sisään. Ikkunanhallinta pysyy keskeytettynä, kunnes asetus on käytössä.
fr: OmniWM nécessite le réglage macOS « Les écrans disposent d’espaces distincts ». Activez-le dans Réglages Système > Bureau et Dock > Mission Control, puis fermez votre session et reconnectez-vous. La gestion des fenêtres reste suspendue jusqu’à l’activation de ce réglage.
he: OmniWM מחייב להפעיל את ההגדרה ״הצגים כוללים Spaces נפרדים״ ב-macOS. הפעילו אותה בהגדרות המערכת > מכתבה ו-Dock > Mission Control, ואז התנתקו והתחברו מחדש. ניהול החלונות יישאר מושהה עד להפעלת ההגדרה.
hi: OmniWM को macOS सेटिंग “Displays have separate Spaces.” की आवश्यकता होती है। इसे सिस्टम सेटिंग्स > डेस्कटॉप और डॉक > मिशन कंट्रोल में चालू करें, फिर लॉग आउट करें और वापस लॉग इन करें। विंडो प्रबंधन तब तक निलंबित रहता है जब तक कि इसे सक्षम नहीं किया जाता।
it: OmniWM richiede l’impostazione macOS “I monitor hanno spazi separati”. Attivala in Impostazioni di Sistema > Scrivania e Dock > Mission Control, poi esci dalla sessione e accedi di nuovo. La gestione delle finestre resta in pausa finché l’impostazione non viene attivata.
ja: OmniWM は、macOS 設定「ディスプレイは個別のスペースを表示する」が必要です。システム設定 > Desktop & Dock > ミッションコントロールで有効にしてからログアウトして再度ログインしてください。ウィンドウ管理は有効になるまで一時停止されます。
ko: OmniWM에는 macOS의 “각각의 Spaces가 있는 디스플레이” 설정이 필요합니다. 시스템 설정 > 데스크탑 및 Dock > Mission Control에서 켠 다음 로그아웃했다가 다시 로그인하세요. 이 설정이 켜질 때까지 창 관리는 일시 중지됩니다.
nb: OmniWM krever innstillingen macOS «Viser separate vindusplasser». Slå den på i Systeminnstillinger > Skrivebord og verktøylinje > Mission Control, og logg deretter ut og inn igjen. Vindushåndtering forblir midlertidig suspendert til den er aktivert.
nl: OmniWM vereist de macOS-instelling ‘Beeldschermen hebben afzonderlijke spaces’. Schakel deze in via Systeeminstellingen > Bureaublad en Dock > Mission Control en log daarna uit en weer in. Vensterbeheer blijft onderbroken totdat de instelling is ingeschakeld.
pl: OmniWM wymaga w macOS włączenia opcji „Osobne przestrzenie dla wyświetlaczy”. Włącz ją w Ustawieniach systemowych > Biurko i Dock > Mission Control, a następnie wyloguj się i zaloguj ponownie. Zarządzanie oknami pozostanie wstrzymane do czasu jej włączenia.
ru: Для работы OmniWM в macOS должен быть включён параметр «Дисплеи имеют отдельные пространства». Включите его в меню «Системные настройки» > «Рабочий стол и Dock» > Mission Control, затем выйдите из учётной записи и войдите снова. Управление окнами останется приостановленным, пока параметр не будет включён.
sr_latn: OmniWM zahteva podešavanje macOS-a „Ogledala imaju odvojene prostore.“ Pokrenite ga u Podešavanja sistema > Desktop i Dock > Kontrola misija, a zatim se prijavite i vratite se. Upravljanje prozorom ostaje prekinuto dok se ne aktivira.
sv: OmniWM kräver macOS-inställningen ”Bildskärmar har egna Spaces”. Aktivera den i Systeminställningar > Skrivbord och Dock > Mission Control och logga sedan ut och in igen. Fönsterhanteringen förblir pausad tills den aktiveras.
uk: Для OmniWM потрібен параметр macOS «Окремі простори на дисплеях». Увімкніть його в Системні параметри > Робочий стіл і Dock > Mission Control, потім вийдіть із системи й увійдіть знову. Керування вікнами залишатиметься призупиненим, доки параметр не буде ввімкнено.
zh_hans: OmniWM 需要启用macOS设置“显示器具有独立空间”。在系统设置 > 桌面和Dock > 任务控制中将其打开，然后注销并重新登录。窗口管理将暂停，直到启用为止。

source: OmniWM routing arrangement
ar: OmniWM ترتيب التوجيه
da: OmniWM-ruteopstilling
de: OmniWM Routing-Einrichtung
el: Διάταξη δρομολόγησης OmniWM
es: OmniWM disposición de enrutamiento
fi: OmniWM reititysjärjestely
fr: Arrangement de routage OmniWM
he: OmniWM סידור ניתוב
hi: OmniWM रूटिंग व्यवस्था
it: Sistemazione di routing OmniWM
ja: OmniWM ルーティング配置
ko: OmniWM 라우팅 배열
nb: OmniWM rutingoppsett
nl: Routeringsindeling van OmniWM
pl: Rozmieszczenie OmniWM
ru: OmniWM расположение маршрутизации
sr_latn: OmniWM Uređaj routing
sv: OmniWM routningsarrangemang
uk: Схема маршрутизації OmniWM
zh_hans: OmniWM路由安排

source: OmniWM upgraded %1$@ from schema version %2$lld to %3$lld. The exact original bytes were preserved at %4$@. %5$@
ar: تم ترقية OmniWM من %1$@ من إصدار المخطط %2$lld إلى %3$lld. تم الحفاظ على البايتات الأصلية الدقيقة في %4$@. %5$@
da: OmniWM opgraderet %1$@ fra skemaversion %2$lld til %3$lld. De nøjagtige originale byte blev bevaret ved %4$@. %5$@
de: OmniWM wurde von %1$@ von der Schema-Version %2$lld auf %3$lld aktualisiert. Die exakten ursprünglichen Bytes wurden bei %4$@ bewahrt. %5$@
el: Το OmniWM αναβάθμισε το %1$@ από την έκδοση σχήματος %2$lld στην %3$lld. Τα ακριβή αρχικά δεδομένα διατηρήθηκαν στο %4$@. %5$@
es: OmniWM se actualizó de %1$@ de la versión del esquema %2$lld a %3$lld. Los bytes originales exactos se preservaron en %4$@. %5$@
fi: OmniWM päivitetty %1$@ versiosta %2$lld versioon %3$lld. Tarkat alkuperäiset tavut säilytettiin %4$@. %5$@
fr: OmniWM mis à jour %1$@ depuis la version du schéma %2$lld vers %3$lld. Les octets originaux exacts ont été conservés à %4$@. %5$@
he: OmniWM שדרג את %1$@ מגרסת סכימה %2$lld לגרסה %3$lld. הבתים המקוריים המדויקים נשמרו ב-%4$@. %5$@
hi: OmniWM ने %1$@ को स्कीमा संस्करण %2$lld से %3$lld में अपग्रेड किया। मूल बाइट्स %4$@ पर यथावत सुरक्षित रखे गए हैं। %5$@
it: OmniWM aggiornato %1$@ dalla versione schema %2$lld a %3$lld. I byte originali esatti sono stati conservati a %4$@. %5$@
ja: OmniWM は %1$@ のスキーマバージョンを %2$lld から %3$lld に更新しました。元のデータは %4$@ にそのまま保存されています。%5$@
ko: OmniWM은 스키마 버전 %2$lld에서 %3$lld으로 %1$@을 업그레이드했습니다. 정확한 원래 바이트는 %4$@에 보존되었습니다. %5$@
nb: OmniWM ble oppgradert fra %1$@ fra skjemavarianse %2$lld til %3$lld. De eksakte originale byteene ble bevart på %4$@. %5$@
nl: OmniWM opgewaardeerd %1$@ van schemaversie %2$lld naar %3$lld. De exacte originele bytes werden bewaard op %4$@. %5$@
pl: OmniWM zaktualizował %1$@ z wersji schematu %2$lld do %3$lld. Dokładne oryginalne bajty zostały zachowane w %4$@. %5$@
ru: OmniWM обновлен %1$@ с версии схемы %2$lld на %3$lld. Точные исходные байты были сохранены в %4$@. %5$@
sr_latn: OmniWM ažuriran %1$@ od verzije šeme %2$lld do %3$lld. Točni originalni bitovi su sačuvani na %4$@. %5$@
sv: OmniWM uppgraderades %1$@ från schemaversion %2$lld till %3$lld. De exakta ursprungliga bytearna bevarades vid %4$@. %5$@
uk: OmniWM оновив %1$@ зі схеми версії %2$lld до %3$lld. Точні вихідні байти збережено у %4$@. %5$@
zh_hans: OmniWM 将%1$@从schema版本%2$lld升级到%3$lld。原始字节的精确值在%4$@处保留。%5$@

source: OmniWM version, macOS, your settings, and explicitly selected evidence are included in the diagnostic log — no need to type them.
ar: تُدرج الإصدار OmniWM، وmacOS، وإعداداتك، والأدلة المحددة صراحةً في سجل التشخيص - لا حاجة لطباعتها.
da: OmniWM version, macOS, dine indstillinger, og eksplicit udvalgte beviser er inkluderet i den diagnostiske log ! ingen grund til at skrive dem.
de: Die OmniWM-Version, macOS, Ihre Einstellungen und explizit ausgewählte Beweise sind im Diagnoseslog enthalten – Sie müssen sie nicht eingeben.
el: OmniWM έκδοση, macOS, ρυθμίσεις σας, και ρητά επιλεγμένα στοιχεία περιλαμβάνονται στο διαγνωστικό αρχείο καταγραφής ~ δεν χρειάζεται να τις πληκτρολογήσετε.
es: La versión OmniWM, macOS, tus configuraciones y la evidencia seleccionada explícitamente están incluidas en el registro de diagnóstico, por lo que no es necesario escribirlas.
fi: Diagnostiseen lokiin on sisällytetty OmniWM-versio, macOS-versio, asetukset ja selvästi valitut todisteet – niitä ei tarvitse kirjoittaa.
fr: La version d’OmniWM, la version de macOS, vos réglages et les éléments sélectionnés explicitement sont inclus dans le journal de diagnostic : vous n’avez pas besoin de les saisir.
he: גרסת OmniWM, גרסת macOS, ההגדרות שלכם והראיות שבחרתם במפורש כלולות ביומן האבחון — אין צורך להקליד אותן.
hi: OmniWM संस्करण, macOS, आपके सेटिंग्स, और स्पष्ट रूप से चयनित साक्ष्य नैदानिक लॉग में शामिल हैं — उन्हें टाइप करने की कोई आवश्यकता नहीं है।
it: OmniWM versione, macOS, le impostazioni, e le prove esplicitamente selezionate sono incluse nel log diagnostico non è necessario digitarle.
ja: OmniWMバージョン、macOS、設定、および明示的に選択された証拠は診断ログに含まれています—入力する必要はありません。
ko: OmniWM 버전, macOS, 설정 및 명시적으로 선택된 증거가 진단 로그에 포함되어 있습니다 — 이를 입력할 필요가 없습니다.
nb: OmniWM-versjon, macOS, innstillingene dine og eksplisitt valgt bevis er inkludert i diagnostisk logg – du trenger ikke å skrive dem inn.
nl: De versie van OmniWM, macOS, uw instellingen en uitdrukkelijk geselecteerde gegevens staan al in het diagnostische logbestand: u hoeft ze niet te typen.
pl: W dzienniku diagnostycznym znajdują się wersja OmniWM i macOS, Twoje ustawienia oraz dowody wybrane przez Ciebie wprost — nie musisz ich wpisywać.
ru: OmniWM версия, macOS, ваши настройки и явно выбранная доказательная информация включены в диагностический журнал — их не нужно вводить вручную.
sr_latn: OmniWM verzija, macOS, podešavanja i izričito odabrani dokazi su uključeni u dijagnostički dnevnik – nema potrebe da ih upišete.
sv: OmniWM-versionen, macOS, dina inställningar och explicit valda bevis ingår i den diagnostiska loggen – du behöver inte skriva in dem.
uk: Версія OmniWM, macOS, ваші параметри та явно вибрані дані вже є в журналі діагностики — вводити їх вручну не потрібно.
zh_hans: OmniWM版本，macOS，您的设置和明确选择的证据都包含在诊断日志中——无需输入。

source: OmniWM will create a symlink at %@ pointing to its bundled omniwmctl binary.
ar: سيقوم OmniWM بإنشاء رابط متزامن عند %@ يشير إلى ملف binary الخاص بـ omniwmctl المجمّع.
da: OmniWM vil skabe en symlink på %@ peger på sin bundtede omniwmctl binær.
de: OmniWM erstellt einen Verlink an %@, der auf seine gebündelte Omniwmctl-Binärdatei verweist.
el: Το OmniWM θα δημιουργήσει έναν συμβολικό σύνδεσμο στο %@ που θα δείχνει στο εκτελέσιμο omniwmctl που περιλαμβάνεται στην εφαρμογή.
es: OmniWM creará un enlace simbólico en %@ que apunta a su binario omniwmctl empaquetado.
fi: OmniWM luo symlinkin kohtaan %@, joka osoittaa sen niputettuun omniwmctl binääriin.
fr: OmniWM créera un lien symbolique à %@ pointant vers son binaire omniwmctl groupé.
he: OmniWM "ייצור סימטריה ב... %@ מצביע על הבינארית העמוסה שלו.
hi: OmniWM %@ पर एक सिम्लिंक बनाएगा जो उसके बंडलेड omniwmctl बाइनरी की ओर इंगित करता है।
it: OmniWM creerà un collegamento simbolico a %@ puntando al suo binario omniwmctl in bundle.
ja: OmniWMは%@にシンリンクを作成し、そのバンドルされたomniwmctlバイナリを参照します。
ko: OmniWM은 %@에 있는 동봉된 omniwmctl 바이너리를 가리키는 심링크를 생성합니다.
nb: OmniWM vil opprette en symlink på %@ som peker til den innebygde omniwmctl-binæren.
nl: OmniWM zal een symbolische koppeling maken op %@ die wijst naar zijn gebundelde omniwmctl binaire.
pl: OmniWM stworzy symlink w %@ wskazujący na jego pakowaną binarną omniwmctl.
ru: OmniWM создаст символьную ссылку по адресу %@ на входящий в комплект исполняемый файл omniwmctl.
sr_latn: OmniWM će kreirati simlink na %@ ukazujući na njegovu povezanu dvostruku omniwmctl.
sv: OmniWM kommer att skapa en symlänk vid %@ som pekar på dess inbundna omniwmctl-binärfil.
uk: OmniWM створить у %@ символічне посилання на вбудований виконуваний файл omniwmctl.
zh_hans: OmniWM将在%@创建一个符号链接，指向其打包的omniwmctl二进制文件。

source: OmniWM will remove the symlink it created for `omniwmctl`.
ar: سيزيل OmniWM الرابط الرمزي الذي أنشأه لـ `omniwmctl`.
da: OmniWM vil fjerne det symlink, den har oprettet for `omniwmctl`.
de: OmniWM wird den für `omniwmctl` erstellten Symlink entfernen.
el: Το OmniWM θα αφαιρέσει το symlink που δημιούργησε για `omniwmctl`.
es: OmniWM eliminará el enlace simbólico que creó para `omniwmctl`.
fi: OmniWM poistaa `omniwmctl`:lle luodun symlinkin.
fr: OmniWM supprimera le lien symbolique créé pour `omniwmctl`.
he: OmniWM יסיר את הסימטריה שנוצרה עבור `omniwmctl`.
hi: OmniWM `omniwmctl` के लिए बनाए गए सिम्लिंक को हटा देगा।
it: OmniWM rimuoverà il collegamento simbolico creato per `omniwmctl`.
ja: OmniWMは`omniwmctl`のために作成したシンリンクを削除します。
ko: OmniWM은 `omniwmctl`을 위해 생성한 심링크를 제거할 것입니다.
nb: OmniWM vil fjerne symlinken den opprettet for `omniwmctl`.
nl: OmniWM verwijdert de symbolische koppeling die het aanmaakt voor `omniwmctl`.
pl: OmniWM usunie utworzone przez siebie dowiązanie symboliczne do `omniwmctl`.
ru: OmniWM удалит симлинки, которые он создал для `omniwmctl`.
sr_latn: OmniWM će ukloniti simlink koji je stvorio za `omniwmctl`.
sv: OmniWM kommer att ta bort symlänken den skapade för `omniwmctl`.
uk: OmniWM видалить створене ним символічне посилання для `omniwmctl`.
zh_hans: OmniWM将删除它为`omniwmctl`创建的符号链接。

source: OmniWM — measuring performance (auto-stops in 10 min)
ar: OmniWM — قياس الأداء (التوقف التلقائي خلال 10 دقائق)
da: OmniWM — måler ydeevne (stopper automatisk efter 10 min)
de: OmniWM — Leistungsmessung (automatische Stopps in 10 Minuten)
el: OmniWM απόδοση μέτρησης (αυτόματη στάση σε 10 λεπτά)
es: OmniWM — medición del rendimiento (paradas automáticas en 10 min)
fi: OmniWM – suorituskyvyn mittaus (pysähtyy automaattisesti 10 minuutin kuluttua)
fr: OmniWM — mesure des performances (arrêt automatique après 10 min)
he: OmniWM — מודד ביצועים (מפסיק אוטומטית אחרי 10 דקות)
hi: OmniWM — प्रदर्शन मापना (10 मिनट में ऑटो-स्टॉप)
it: OmniWM — misurazione delle prestazioni (si arresta automaticamente dopo 10 min)
ja: OmniWM — パフォーマンスの測定（10分後に自動停止）
ko: OmniWM — 성능 측정 중(10분 후 자동 중지)
nb: OmniWM — måling av ytelse (automatisk stopp i 10 minutter)
nl: OmniWM — prestaties meten (stopt automatisch na 10 min)
pl: OmniWM — pomiar wydajności (automatycznie zatrzymuje się po 10 min)
ru: OmniWM — измерение производительности (автоматическая остановка через 10 минут)
sr_latn: OmniWM — merenje performansi (auto-staps za 10 minuta)
sv: OmniWM — mätning av prestanda (självstopp på 10 minuter)
uk: OmniWM — вимірювання продуктивності (автоматично припиняється через 10 хвилин)
zh_hans: OmniWM — 测量性能（10分钟自动停止）

source: OmniWM — recording diagnostics (auto-stops in 10 min)
ar: OmniWM — تسجيل التشخيصات (التوقف التلقائي خلال 10 دقائق)
da: OmniWM ~ optagelsesdiagnostik (autostops i 10 min)
de: OmniWM — Aufzeichnung von Diagnosen (automatische Stopps in 10 Minuten)
el: Διαγνωστικά καταγραφής OmniWM (αυτόματη στάση σε 10 λεπτά)
es: OmniWM — grabación de diagnósticos (paradas automáticas en 10 min)
fi: OmniWM – diagnostiikka (automaattipysäytys 10 minuutissa)
fr: OmniWM — diagnostic d'enregistrement (arrêt automatique en 10 min)
he: OmniWM — מקליט נתוני אבחון (מפסיק אוטומטית אחרי 10 דקות)
hi: OmniWM — डायग्नोस्टिक्स रिकॉर्डिंग (10 मिनट में ऑटो-स्टॉप)
it: OmniWM diagnostica di registrazione (auto-stop in 10 min)
ja: OmniWM — 記録診断（10分後に自動停止）
ko: OmniWM — 진단 기록 중(10분 후 자동 중지)
nb: OmniWM — innspilling av diagnostikk (automatisk stopp i 10 minutter)
nl: OmniWM opnamediagnostiek (auto-stops in 10 minuten)
pl: OmniWM — rejestracja diagnostyki (automatycznie zatrzymuje się po 10 min)
ru: OmniWM — запись диагностики (автоматическое остановка через 10 минут)
sr_latn: OmniWM — snimanje dijagnoze (auto-staps za 10 minuta)
sv: OmniWM — inspelning av diagnostik (autoavstängning efter 10 minuter)
uk: OmniWM — запис діагностики (автоматично зупиниться через 10 хвилин)
zh_hans: OmniWM — 录制诊断（10分钟内自动停止）

source: OmniWM, measuring performance
ar: OmniWM، قياس الأداء
da: OmniWM, måleevne
de: OmniWM, Leistungsmessung
el: OmniWM, απόδοση μέτρησης
es: OmniWM, medición del rendimiento
fi: OmniWM, mittaustulos
fr: OmniWM, mesure des performances
he: OmniWM, מודד ביצועים
hi: OmniWM, प्रदर्शन का मापन
it: OmniWM, prestazioni di misurazione
ja: OmniWM、パフォーマンスを測定する
ko: OmniWM, 성능 측정
nb: OmniWM, måling av ytelse
nl: OmniWM, meting van de prestaties
pl: OmniWM, mierzenie wydajności
ru: OmniWM, измерение производительности
sr_latn: OmniWM, merenje performansi
sv: OmniWM, mätning av prestanda
uk: OmniWM, вимірювання продуктивності
zh_hans: OmniWM，衡量性能

source: OmniWM, recording diagnostics
ar: OmniWM، تسجيل التشخيصات
da: OmniWM, registrering af diagnoser
de: OmniWM, Aufzeichnung von Diagnosen
el: OmniWM, καταγραφή διαγνωστικών
es: OmniWM, grabación de diagnósticos
fi: OmniWM, nauhoitusdiagnostiikka
fr: OmniWM, enregistrement des diagnostics
he: OmniWM, הקלטה אבחון
hi: OmniWM, डायग्नोस्टिक्स रिकॉर्डिंग
it: OmniWM, diagnostica di registrazione
ja: OmniWM、診断記録
ko: OmniWM, 진단 기록
nb: OmniWM, innspilling av diagnostikk
nl: OmniWM, registratiediagnostiek
pl: OmniWM, rejestrowanie diagnostyki
ru: OmniWM, запись диагностики
sr_latn: OmniWM, snimanje dijagnoze
sv: OmniWM, inspelning av diagnostik
uk: OmniWM, запис діагностики
zh_hans: OmniWM，记录诊断

source: On
ar: على
da: Til
de: Auf
el: Ενεργό
es: En
fi: Päällä
fr: À
he: מופעל
hi: पर
it: Il
ja: オン
ko: 켬
nb: på
nl: Aan
pl: Na
ru: На
sr_latn: na
sv: på
uk: Увімкнено
zh_hans: 在

source: On Overflow
ar: على الانفجار
da: Overløb
de: Auf Überlauf
el: Σε υπερχείλιση
es: En Desbordamiento
fi: Ylivirtauksella
fr: En cas de dépassement
he: בעת גלישה
hi: ओवरफ्लो पर
it: Su overflow
ja: オーバーフローで
ko: 공간이 넘칠 때
nb: På overfylning
nl: Bij overschrijding
pl: Na przekroczenie limitu
ru: На переполнении
sr_latn: U prekomernom
sv: På Overflow
uk: При переповненні
zh_hans: 在溢出上
